[
    {
        "quote": "Stand in the ashes of a trillion dead souls and ask the ghosts if honor matters. The silence is your answer.",
        "attribution": "Javik, Mass Effect 3"
    },
    {
        "quote": "Life is all about resolve. Outcome is secondary. It is resolve that determines the value of your life.",
        "attribution": "Snake, Metal Gear Solid 4: Guns of the Patriots"
    },
    {
        "quote": "The right man in the wrong place can make all the difference in the world.",
        "attribution": "G-Man, Half-Life 2"
    },
    {
        "quote": "Even in dark times, we cannot relinquish the things that make us human.",
        "attribution": "Khan, Metro 2033"
    },
    {
        "quote": "Power is not a means, it is an end. One does not establish a dictatorship to safeguard a revolution; one makes the revolution to establish the dictatorship.",
        "attribution": "Andrew Ryan, BioShock"
    },
    {
        "quote": "In the end, what separates a man from a slave? Money? Power? No. A man chooses; a slave obeys.",
        "attribution": "Andrew Ryan, BioShock"
    },
    {
        "quote": "Death is inevitable. Our fear of it makes us play safe, blocks out emotion. It's a losing game. Without passion, you're already dead.",
        "attribution": "Max Payne, Max Payne 2: The Fall of Max Payne"
    },
    {
        "quote": "The ending isn't any more important than any of the moments leading to it.",
        "attribution": "Dr. Rosalene, To the Moon"
    },
    {
        "quote": "I don't want to conquer anything. I just think the guy with the most freedom in this whole ocean... is the Pirate King!",
        "attribution": "Monkey D. Luffy, One Piece: Pirate Warriors"
    },
    {
        "quote": "Time passes, people move. Like a river's flow, it never ends. A childish mind will turn to noble ambition. Young love will become deep affection. The clear water's surface reflects growth.",
        "attribution": "Sheik, The Legend of Zelda: Ocarina of Time"
    }
]